Repository: helpical/ticketing-wordpress-plugin
Catalog: languages/*.po
Languages: fa_ir

source: Settings
fa_ir: تنظیمات

source: Helpical
fa_ir: هلپیکال

source: Helpical settings
fa_ir: تنظیمات هلپیکال

source: Shortcode settings
fa_ir: تنظیمات شورتکد

source: API secret key
fa_ir: کلید محرمانه API

source: API URL
fa_ir: آدرس ارتباط با API

source: Color
fa_ir: رنگ

source: Real-time configuration synchronization
fa_ir: به روز رسانی تنظیمات سیستم به صورت پویا (لحظه ای)

source: There are some problems on your helpical system please check the parameters or contact helpical support
fa_ir: مشکلی در سیستم تیکتینگ شما به وجود امده است لطفا پارامتر ها را بررسی کنید یا با پشتیبانی تماس بگیرید

source: To use ticketing Helpical plugin, you should put %s shortcode where ever you want
fa_ir: برای استفاده از پلاگین تیکتینگ هلپیکال، کد کوتاه %s را در هر جایی که قصد نمایش بخش تیکتینگ را دارید قرار دهید

source: A new version of helpical plugin has been released. Find the latest version %s here %s
fa_ir: ورژن جدیدی از پلاگین هلپیکال منتشر شده است. آخرین ورژن پلاگین را %s اینجا %s می‌توانید پیدا کنید

source: Your current communication with Helpical API is unsecure as there is not any active SSL on your Wordpress website.
fa_ir: ارتباط شما با API هلپیکال در حال حاضر ایمن نیست زیرا گواهینامه امنیتی SSL روی وب سایت شما فعال نمی باشد.

source: Settings updated
fa_ir: تنظیمات به روز رسانی شد

source: Save changes
fa_ir: ذخیره تغییرات

source: Update settings
fa_ir: به روز رسانی تنظیمات

source: Your generated API secret key
fa_ir: کلید محرمانه API تولید شده توسط شما

source: Full URL of your ticketing system
fa_ir: آدرس سامانه تیکتینگ شما

source: Main color of your theme
fa_ir: رنگ اصلی قالب شما

source: Real-time synchronization make your Wordpress website synced with Helpical Ticketing System configurations. This option needs more requests to Helpical API which burns your rate limits, and may decrease the time for operation as they will require real-time configuration data
fa_ir: روش پویا در هر لحظه تنظیمات اعمال شده در سامانه تیکتینگ هلپیکال را مورد استفاده قرار خواهد داد. این موضوع در کنار به روز رسانی لحظه ای تنظیمات، از یک سو زمان بیشتری را برای انجام عملیات به خود اختصاص خواهد داد و از سوی دیگر منجر به استفاده بیشتر از نرخ درخواست مجاز شما برای ارتباط با API خواهد شد

source: Click update button to sync configurations as what is defined in Helpical
fa_ir: با کلیک کردن روی دکمه به روز رسانی، وردپرس را با تنظیمات انجام شده در هلپیکال به روز رسانی کنید

source: Sorry, there's a problem in ticketing system. please contact admin
fa_ir: متاسفانه مشکلی در سیستم تیکتینگ به وجود آمده است. لطفاً با مدیر سایت تماس بگیرید

source: Open
fa_ir: باز

source: Pending
fa_ir: در حال بررسی

source: Attendee answered
fa_ir: پاسخ داده شده

source: Owner answered
fa_ir: پاسخ ایجاد کننده تیکت

source: Closed
fa_ir: بسته شده

source: Please help us to imporove our service quality by telling us your satisfaction level.
fa_ir: لطفاً با اعلام میزان رضایتمندی خود ما را در ارائه خدمات بهتر یاری نمایید.

source: We will try to enhance your satisfaction in the next tickets.
fa_ir: سعی خواهیم کرد تا در تیکت های بعدی، بیشتر رضایت شما را جلب نماییم.

source: We are so sorry because we could not enhance your satisfaction.
fa_ir: متأسفیم که نتوانستیم رضایت شما را جلب نماییم.

source: We are happy because we could enhance your satisfaction.
fa_ir: از اینکه توانستیم رضایت شما را جلب نماییم خوشحالیم.

source: You should sign into your account at first
fa_ir: ابتدا باید وارد حساب کاربری خود شوید

source: Please fill all required fields
fa_ir: لطفاً گزینه های الزامی را تکمیل فرمایید

source: Allowed formats for attachment files are %s
fa_ir: پسوندهای مجاز برای هر فایل الحاقی عبارتند از %s

source: Maximum size for each attachment is %s
fa_ir: حداکثر اندازه هر فایل الحاقی %s می باشد

source: Operation failed
fa_ir: عملیات ناموفق بود

source: New ticket Form
fa_ir: فرم ارسال تیکت جدید

source: Department
fa_ir: دپارتمان

source: Category
fa_ir: دسته بندی

source: Others
fa_ir: سایر موارد

source: Title
fa_ir: عنوان

source: Message
fa_ir: پیام

source: Attachments
fa_ir: فایل های الحاقی

source: Choose file
fa_ir: انتخاب فایل

source: Attachments limits: maximum file size %s - allowed formats : %s
fa_ir: محدودیت فایل های الحاقی: حداکثر اندازه فایل %s - فرمت های مجاز %s

source: Importance
fa_ir: اهمیت

source: Send
fa_ir: ارسال

source: Back to archive
fa_ir: بازگشت به آرشیو تیکت ها

source: No tickets found
fa_ir: هیچ تیکتی پیدا نشد

source: Ticket ID
fa_ir: شناسه تیکت

source: Ticket title
fa_ir: عنوان تیکت

source: Ticket status
fa_ir: وضعیت تیکت

source: Back
fa_ir: بازگشت

source: Reopen ticket
fa_ir: باز کردن دوباره تیکت

source: Reply
fa_ir: پاسخ

source: Close
fa_ir: بستن

source: Reply to
fa_ir: در پاسخ به

source: Reply ticket
fa_ir: پاسخ دادن به تیکت

source: Cancel
fa_ir: لغو

source: Satisfaction
fa_ir: میزان رضایت

source: Status
fa_ir: وضعیت

source: Download atachemnt
fa_ir: دانلود فایل الحاقی

source: Tickets
fa_ir: تیکت ها

source: New ticket
fa_ir: تیکت جدید

source: Ticket number
fa_ir: شماره تیکت

source: Category/Title
fa_ir: دسته بندی/عنوان

source: Low
fa_ir: پایین

source: Normal
fa_ir: عادی

source: High
fa_ir: بالا

source: Critical
fa_ir: بحرانی

source: Created at
fa_ir: ایجاد شده در

source: Updated at
fa_ir: به روز رسانی شده در
